/* 
  Localizable.strings
  TSRegisterUI

  Created by 沧海无际 on 2020/5/11.
  
*/

"Register the software with the purchased E-mail address and registration code." = "Войдите в систему, используя купленную электронную почту и регистрационный код, чтобы активировать функции программного обеспечения.";
"Your E-mail Address" = "Введите адрес электронной почты";
"Registration Code" = "Введите регистрационный код";
"Please make sure both your E-mail address and registration code are correct and try again." = "Убедитесь, что ваш регистрационный код и адрес электронной почты верны, и повторите попытку.";
"Buy Now" = "Купить сейчас";
"Register" = "регистрировать";
"Skip" = "Не сейчас";
"1. If you do not receive the registration code or do not know the register E-mail address, please click here to check >>" = "1. Если вы не получили информацию о регистрационном коде или не знаете зарегистрированный адрес электронной почты, вы можете нажать здесь, чтобы проверить >> ";
"click here to check >>" = "нажать здесь, чтобы проверить >>";
"2. For other registration issues, please contact us >>" = "2. По другим вопросам регистрации программного обеспечения или продукта,свяжитесь с нами >> ";
"contact us >>" = "свяжитесь с нами >>";
"Registering…" = "Регистрация ...";
"Registered successfully!" = "Регистрация прошла успешно.";
"OK" = "Окей";
"Please make sure your network connection is working and try again." = "Убедитесь, что текущая сеть доступна, а затем повторно зарегистрируйтесь;";
"Oops！Registration Error! Please re-check the E-mail address and registration code you entered and register again." = "Ошибка! Пожалуйста, проверьте адрес электронной почты и код активации, которые вы ввели, и снова активируйте.";
"The number of devices has exceeded the current order limit." = "Количество устройств, которые превысили текущий предел заказа.";
"Contact us" = "Свяжитесь с нами";
"The number of computers registered with the registration code has exceeded the limit." = "Количество компьютеров, зарегистрированных с текущим кодом регистрации, превысило лимит;";
"Invalid registration code!" = "Неверный регистрационный код!";
"No order record for this registration code!" = "Для этого регистрационного кода нет записи о заказе!";
"This registration code has expired!" = "Срок действия этого регистрационного кода истек!";
"Registered license plan:" = "Информация о зарегистрированном аккаунте:";
"User E-mail:" = "E-mail пользователя:";
"License Plan:" = "тип аккаунта:";
"Change license plan" = "Изменить тип аккаунта:";
"Family license" = "Семейная лицензия";
"1 Year license" = "Лицензия на 1 год";
"1 Month license" = "Лицензия на 1 мес.";
"Enterprise Subscription Edition" = "подписка на компание";
"Valid until:" = "Действителен до:";
"Available device(s):" = "Доступные устройства:";
"%lu device(s)/Total %lu device(s)" = "%lu устройств / всего %lu устройств";
"Available computer(s):" = "Доступные компьютеры:";
"%lu computer(s)/Total %lu computer(s)" = "%lu компьютеров / всего %lu компьютеров";
"Used device(s):" = "Используемые устройства:";
"Used computer(s):" = "Используемые компьютеры:";
"%lu device(s)" = "%lu Устройство(а)";
"%lu computer(s)" = "%lu компьютер(ы)";
"Welcome to use %@" = "Добро пожаловать использовать %@";
"Change License" = "Изменить тип аккаунта";
"Lifetime" = "Безлимитное Время";
"Unlimited" = "неограниченный";

"If you want to continue using %@, please purchase again or contact us." = "Если вы хотите продолжить использование %@, пожалуйста, приобретите снова или свяжитесь с нами.";
"See Pricing" = "Смотреть Цены";
